[
  {
    "name": "Accenture",
    "idx": "1",
    "uri": "tech-consultancy",
    "anon": "Grow a practice in a global tech consulting firm with low design maturity",
    "orgDescription": "Management consultancy",
    "myRole": "Digital Consulting Director",
    "hands": "Hands off",
    "scale": "Large team",
    "details": "Lead UK region of new consulting practice at global consulting firm. Immature design business when I joined. Built UK arm of global design organization",
    "myActions": [
      "Advocate for design. Over, and over, and over",
      "Collaborate with Global team-mates to make the most of our mix of backgrounds and skills",
      "Create a place of safety where my people could thrive and produce great work",
      "Negotiated to bring design thinking successfully into the company culture taking account the firm's hyper-accountability culture",
      "Organised the coming together of the digital strategy (Sitecore SBOS business unit) and Design teams into a larger, cross-functional department"
    ],
    "teamImpact": [
      "Bring about change of attitude in internal marketplace. This lead to more customers coming to us instead of going out to agencies, and an increase in our billings revenue",
      "Evidenced quality and delivery, which in turn allowed UK leadership to win further budget for growth",
      "Built on their strengths as thought leaders in enterprise technology to claim thought leadership in workplace transformation",
      "Competed successfully with other agencies in the group and beyond",
      "Helped me bring in my chargeability targets and the right employee survey results (it was an adventure and I think most of the team was happy to be there)"
    ]
  },
  {
    "name": "Currys",
    "idx": "2",
    "uri": "ecommerce-retailer",
    "anon": "Re-energize digital teams as part of an exec turnaround team",
    "orgDescription": "High-street and ecommerce retailer",
    "myRole": "Head of Customer Experience",
    "hands": "Hands off",
    "scale": "Large team",
    "details": "Lead in-house teams and manage offshore dev team",
    "myActions": [
      "Give a broken team hope, a huge hug, and give them my 100% permission to question assumptions and kick ass",
      "Advocate for UCD as part of a large technology transformation, keeping the group honest, and human-focused",
      "Establish ways of working between remote dev unit in Paris and design teams in London"
    ],
    "teamImpact": [
      "Successfully re-platform the three largest e-commerce websites in the UK in time for Peak trading",
      "Collaborate with external consultants while nurturing their in-house culture and setting up stronger, more resilient teams",
      "Deliver a foundational base for the parent company's turnaround (my team didn't turn the ecommerce business around on their own, but they sure as hell made our customers more likely to make up with us).",
      "Support and adapt the processes and behaviours to land a marketing automation and experience management toolset"
    ]
  },
  {
    "name": "Lloyds",
    "idx": "3",
    "uri": "",
    "anon": "Guiding an in-house design org towards greater strategic relevance",
    "orgDescription": "High-street bank",
    "myRole": "Service Design Lead",
    "hands": "Player-coach",
    "scale": "Small team",
    "details": "Lead delivery squad, in-house. Small team; share team members and effort across our division of the bank",
    "myActions": [
      "Build stakeholder relationships",
      "Advocate for design in a technology environment",
      "Become a ‘trusted advisor’ to business leaders",
      "Give team permission to challenge their brief"
    ],
    "teamImpact": [
      "Leverage courage to be bold, and guide our clients to better challenges",
      "Business customers now see the value of design in this environment",
      "Built our delivery platform to include design methods, processes, and governance",
      "Drive group-wide transformation through impact of design on customers"
    ]
  },
  {
    "name": "Typeform",
    "idx": "4",
    "uri": "saas-scaleup",
    "anon": "Improving a product organisation with business design leadership",
    "orgDescription": "Round \"C\" SaaS scale-up",
    "myRole": "Director of Service Design",
    "hands": "Hands off",
    "scale": "Dotted lines",
    "details": "Director with no team (1st designer / future team). Leveraged other teams to have impact. In position to consult for CPO.",
    "myActions": [
      "Collaborated with other directors to change behaviour and generate outcomes across the product org",
      "Coaching CPO on service line approach and journey management"
    ],
    "teamImpact": [
      "The teams I coached influenced the behaviours of others, resulting in better product outcomes",
      "Training in journey mapping and ecosystem visualisation resulted in silo busting collaboration",
      "Product org leadership took steps towards service-ownership"
    ]
  },
  {
    "name": "Designit",
    "idx": "5",
    "uri": "",
    "anon": "Setting up a design agency for growth as part of a global tech consultancy",
    "orgDescription": "Design agency in tech consult group",
    "myRole": "Executive leadership",
    "hands": "Hands off",
    "scale": "Mid-sized team",
    "details": "Studio executive at an Asian tech giant business unit. Part of leadership team of four execs reporting into MD",
    "myActions": [
      "Promote emotional safety and mastery of craft",
      "Design advocacy with global clients",
      "Set up business development pipeline"
    ],
    "teamImpact": [
      "Design teams led creative pitches and won business (luxury brands in Chinese markets)",
      "Service designers upped their game in solution-shaping",
      "Overall improvement in recruitment performance",
      "My teams overcame an incompatible culture and let their own influence the parent org"
    ]
  },
  {
    "name": "Nile",
    "idx": "6",
    "uri": "",
    "anon": "Helping a boutique consultancy find their misplaced mojo",
    "orgDescription": "Boutique design consultancy",
    "myRole": "Executive leadership",
    "hands": "Hands off",
    "scale": "Mid-sized team",
    "details": "Director in charge of consulting practice, which included UX, research, and service design across a team of 15 professionals",
    "myActions": [
      "Developed close partnership with MD to cover for founder on mat leave",
      "Leverage consulting experience to shape go-to-markets",
      "Set up training and coaching of Leads",
      "Manage stakeholders"
    ],
    "teamImpact": [
      "Team members rebuilding agency reputation by speaking and coaching at events like Global Service Jam",
      "Research leads co-designed and delivered a new service offering based on the provision of incremental value from user research",
      "Leads engaged with new partners in technology and data to shape go-to-markets"
    ]
  },
  {
    "name": "Vodafone R&D",
    "idx": "7",
    "uri": "",
    "anon": "Structuring a design-led test-and-learn team at a mobile operator",
    "orgDescription": "Group HQ and R&D units of a global mobile service provider",
    "myRole": "Team lead in charge of innovation",
    "hands": "Player-coach",
    "scale": "Small team",
    "details": "Led a small in-house team, supplemented by external agencies and dev teams and closely coordinated with Group R&D",
    "myActions": [
      "Advocate for design",
      "Cross-silo diplomacy",
      "Build network of approved suppliers to support exploration and prototyping",
      "Secure budgets so team can launch pilots"
    ],
    "teamImpact": [
      "Established commercial credibility and relevance of R&D unit",
      "Created successful pitch for funding to social investment fund",
      "Launched pilot services in Egypt and Romanian markets"
    ]
  }
]
